@php
	$titles = [
		'Инфаркт Микарда! Вот такой рубец!',
		'Придется переквалифицироваться в управдомы…',
		'Какая же гадость эта ваша заливная рыба!',
		'Ну что вы меня всё время роняете!',
		'И тут Остапа понесло…',
		'Мы лишние на этом празднике жизни…',
		'Все! Кина не будет! Электричество кончилось!',
	];

	$error = '500 - Ошибка сервера';
	$back_message = 'Произошла ошибка на сервере. Скоро починим…';
	$background_color = '#b71c1c';
	$text_color = '#ef9a9a';
@endphp

@include('errors.layout')
