@php
	$titles = [
		'Что один человек собрал, другой завсегда разобрать сможет',
		'Семь часов утра. Разгон облаков, установление хорошей погоды',
		'Не бейте меня по голове! Это мое больное место!',
		'Бубликов умер, а потом он не умер',
		'Работа стоит, а срок идет',
		'Кто не работает, тот ест. Учись, студент!',
		'Профессор, конечно, лопух, но аппаратура при нём… при нём!',
		'Будь проклят тот день, когда я сел за баранку этого пылесоса!',
		'Я требую продолжения банкета!',
	];

	$error = '503 - Временно недоступно';
	$background_color = '#ff8800';
	$text_color = '#000';
	$back_message = 'Производятся работы на сервере. Попробуй зайти позднее.';
	$no_link = true;
    $social = true;
@endphp

@include('errors.layout')
