<p>Зарегистрироваться на сайте может любой посетитесь, имеющий активный аккаунт Steam и привязанный к нему аккаунт TruckersMP. Проще говоря, если вы зарегистрированы и играете в TruckersMP, вы можете зарегистрироваться на сайте.</p>
<p>Чтобы зарегистрироваться на сайте, нужно:<br>
   1) Нажать на большую зеленую кнопку “Вход | Регистрация” в панели навигации или на главной странице сайте.<br>
   2) Войти в свою учетную запись Steam и подтвердить вход.</p>
<p>Обращаем внимание на то, что Steam не передает нашему сайту полный доступ к аккаунту. Мы используем только общедоступную информацию из профиля.</p>
